import React from 'react';

const About = () => {
    return (
        <div>
            <h1>Это прототип системы, которая немного упрощает жизнь спортивному секретарю при протоколировании турниров по дрифту</h1>
            <span>
                <hr/>
                <li>
                    На вкладке Пилоты вы можете регистрировать новых участников по нажатию на соответствующую кнопку,
                также по нажатию на строку игрока в списке откроется окно для редактирования информации о нем
                </li>
                <hr/>
                <li>
                    На вкладке Сетка после завершения квалификации отображается статус-кво турнира (кто с кем в паре),
                    выбрать победителя внутри пары можно просто кликнув по его имени, она автоматически перейдет в следующий тур
                </li>
            </span>
        </div>
    );
};

export default About;